{
  "title": "Privacy<br/>Policy",
  "slug": "privacy-policy",
  "items": [
    {
      "title": "Privacy Statement",
      "items": [
        {
          "content": "Theuniversefantastic.co is a website owned by Ridiculous Private Limited."
        },
        {
          "content": "We may use “cookies“, where a small data file is sent to your browser to store and track information about you when you enter our websites. The cookie is used to track information such as the number of users and their frequency of use, profiles of users and their preferred sites. While this cookie can tell us when you enter our sites and which pages you visit, it cannot read data off your hard disk."
        },
        {
          "content": "You can choose to accept or decline cookies. Most web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer. This may prevent you from taking full advantage of the website."
        },
        {
          "content": "If you provide us with personally identifiable data:",
          "subitems": [
            "We may share necessary data with other websites or entities, so as to serve you in the most efficient and effective way unless such sharing is prohibited by law.",
            "We will NOT share your personal data with any other entity, except where such entities have been authorised to carry out specific services on our company’s behalf.",
            "For your convenience, we may also display to you data you had previously supplied us. This will speed up the transaction and save you the trouble of repeating previous submissions. Should the data be out-of-date, please supply us the latest data.",
            "To safeguard your personal data, all electronic storage and transmission of personal data is secured with appropriate security technologies.",
            "This site may contain links to other sites belonging to other entities whose data protection and privacy practices may differ from ours. We are not responsible for the content and privacy practices of these other websites and encourage you to consult the privacy notices of those sites."
          ]
        },
        {
          "content": "Please drop us an email via seek@theuniversefantastic.co if you:",
          "subitems": [
            "have any enquires or feedback on our data protection policies and procedures",
            "need more information on or access to data which you have provided to us in the past."
          ]
        }
      ]
    },
    {
      "title": "Terms of Use",
      "content": "Thank you for visiting theuniversefantastic.co. By accessing and using this website, you shall be deemed to have accepted to be legally bound by these Terms of Use. If you do not agree to these Terms of Use, please do not use this website."
    },
    {
      "title": "General",
      "content": "These Terms of Use may be changed from time to time. Changes will be posted on this page and your use of this website after such changes have been posted will constitute your agreement to the modified Terms of Use and all of the changes."
    },
    {
      "title": "Proprietary Rights",
      "items": [
        {
          "content": "This website is maintained by Ridiculous Private Limited (referred to herein as “Ridiculous”, “us“, “we“ or “our“)."
        },
        {
          "content": "The materials located on this website including the information and software programs (the Contents), are protected by copyright, trademark and other forms of proprietary rights. All rights, title and interest in the Contents are owned by, licensed to or controlled by Ridiculous."
        }
      ]
    },
    {
      "title": "Restrictions on use of Materials",
      "items": [
        {
          "content": "Except as otherwise provided, the Contents of this website shall not be reproduced, republished, uploaded, posted, transmitted or otherwise distributed in any way, without the prior written permission of Ridiculous."
        },
        {
          "content": "Modification of any of the Contents or use of the Contents for any other purpose will be a violation of Ridiculous’s copyright and other intellectual property rights. Graphics and images on this website are protected by copyright and may not be reproduced or appropriated in any manner without written permission of Ridiculous."
        }
      ]
    },
    {
      "title": "Disclaimer of Warranties and Liability",
      "items": [
        {
          "content": "The Contents of this website are provided on an “as is“ basis without warranties of any kind. To the fullest extent permitted by law, Ridiculous does not warrant and hereby disclaims any warranty:",
          "subitems": [
            "as to the accuracy, correctness, reliability, timeliness, non-infringement, title, merchantability or fitness for any particular purpose of the Contents of this website;",
            "that the Contents available through this website or any functions associated therewith will be uninterrupted or error-free, or that defects will be corrected or that this website and the server is and will be free of all viruses and/or other harmful elements."
          ]
        },
        {
          "content": "Ridiculous shall also not be liable for any damage or loss of any kind caused as a result (direct or indirect) of the use of the website, including but not limited to any damage or loss suffered as a result of reliance on the Contents contained in or available from the website."
        }
      ]
    },
    {
      "title": "Right of Access",
      "content": "Ridiculous reserves all rights to deny or restrict access to this website to any particular person, or to block access from a particular Internet address to this website, at any time, without ascribing any reasons whatsoever."
    },
    {
      "title": "Links from this website to other websites",
      "items": [
        {
          "content": "This website contains hyperlinks to websites which are not maintained by Ridiculous. Ridiculous is not responsible for the contents of those websites and shall not be liable for any damages or loss arising from access to those websites. Use of the hyperlinks and access to such websites are entirely at your own risk."
        },
        {
          "content": "Hyperlinks to other websites are provided as a convenience. In no circumstances shall Ridiculous be considered to be associated or affiliated with any trade or service marks, logos, insignia or other devices used or appearing on websites to which this website is linked."
        }
      ]
    },
    {
      "title": "Links to this website from other websites",
      "items": [
        {
          "content": "Except as set forth below, caching and links to, and the framing of this website or any of the Contents are prohibited."
        },
        {
          "content": "You must secure permission from Ridiculous prior to hyperlinking to, or framing, this website or any of the Contents, or engaging in similar activities. Ridiculous reserves the right to impose conditions when permitting any hyperlinking to, or framing of this website or any of the Contents."
        },
        {
          "content": "Your linking to, or framing any part of this website or its Contents constitute acceptance of these Terms of Use. This is deemed to be the case even after the posting of any changes or modifications to these Terms of Use. If you do not accept these Terms of Use, you must discontinue linking to, or framing of this website or any of the Contents."
        },
        {
          "content": "In no circumstances shall Ridiculous be considered to be associated or affiliated in whatever manner with any trade or service marks, logos, insignia or other devices used or appearing on web the Contents."
        },
        {
          "content": "Ridiculous reserves all rights to disable any links to, or frames of any site containing inappropriate, profane, defamatory, infringing, obscene, indecent or unlawful topics, names, material or information, or material or information that violates any written law, any applicable intellectual property, proprietary, privacy or publicity rights."
        },
        {
          "content": "Ridiculous reserves the right to disable any unauthorised links or frames and disclaims any responsibility for the content available on any other site reached by links to or from this website or any of the Contents."
        }
      ]
    },
    {
      "title": "Governing Law",
      "content": "These Terms of Use shall be governed and construed in accordance with laws of the Republic of Singapore."
    }
  ]
}